<template lang="html">
    <div class="page agreement">
        <div class="page-content" style="padding: 10px;">
            <div align="center" style="width: 100%;color: #858585;">
                <div style="width: 100%;"><b>微信银行服务在线身份验证协议</b></div>
                <div style="width: 100%;">
                    <div align="left" style="width: 100%;font-size: 0.14rem;">
                        <p>　　为维护双方权益，规范各自业务行为，上海方付通商务服务有限公司银行（以下简称“小方银行”或“银行”）和自愿在微信软件中通过身份验证、享受“小方银行微金融”公众号（以下简称“微信银行”）服务的个人客户（以下简称“客户”）本着平等、自愿、互利的原则，就微信银行服务相关事宜达成《小方银行个人客户微信银行服务在线身份验证协议》（以下简称“本协议”）。在本协议中，“验证用户”指符合在线身份验证条件，通过自助在线身份验证申请获得银行认可，享有微信银行服务的客户。“微信银行服务”是指银行借助腾讯微信软件，通过网络为客户提供自助金融服务；“交易指令”指客户通过腾讯微信软件向银行发出的符合银行业务规则的查询、预约等要求。</p>

                        <h4>一、关于小方银行微信银行</h4>

                        <p>　　小方银行微信银行是小方银行面向客户的新一代智能互动服务平台，客户可通过本平台获取相关的个人客户金融服务，已开设个人电子银行业务的客户通过微信号与本人电子银行账号进行在线身份验证，验证通过后可获取更多的个人客户金融服务。</p>

                        <h4> 二、客户在线身份验证的条件</h4>

                        （一）已在银行合法开办个人电子银行业务，并符合银行的有关电子银行服务使用规定。<br/>

                        （二）有能接入互联网的移动终端设备，并具有相应抗病毒、防信息泄露能力。<br/>

                        （三）能正确理解微信银行业务的相关规则及其操作提示。<br/>

                        <h4>三、验证用户的权利</h4>

                        （一）在线身份验证成为验证用户后，客户有按照本协议及微信银行业务规则接受微信银行相应服务的权利；<br/>

                        （二）通过接受微信银行服务合法取得的利益，拥有与通过银行柜台交易获得的利益平等的受保护地位，在这种利益受到侵害时，可通过各种渠道获得救济；<br/>

                        <h4>四、验证用户的义务</h4>

                        （一）客户办理微信银行业务应直接使用通过合法渠道下载的腾讯微信软件，不应通过邮件或其他网站提供的链接登录。对通过腾讯微信软件向银行发出的任何交易指令承担责任。<br/>

                        （二）客户申请在线身份验证，即表示客户接受并同意遵守如下规则：<br/>

                        <b>　　1</b>、在线身份验证时，保证向银行所提供的有关信息均真实、准确、完整，并在有关信息发生变更的情况下及时通知银行，否则对由此发生的风险和责任由客户自行承担。<br/>

                        <b>　　2</b>、遵守银行微信银行业务的有关交易规则及制度。按照银行的有关操作使用规则、提示及条款正确操作，并对因操作不当造成的损失承担责任。在具体办理某项微信银行业务交易时，应先熟悉银行相应的微信银行服务规则，如对此还存有疑问，可拨打银行客户服务中心电话（<b>96138</b>）咨询，客户如对某项业务交易规则不清楚或者持有异议并不接受，可向银行反馈，在银行未对该规则具体解释或者修改前，不得进行该项业务的交易，否则银行将视为客户已清楚知晓该规则并同意、接受该规则。<br/>

                        <b>　　3</b>、按照银行提供的微信银行公众账号信息合法、准确登录微信银行，并合法使用微信银行各项服务，不向银行发送干扰信息或攻击银行微信银行。<br/>

                        <b>　　4</b>、遵守其它对验证用户使用银行微信银行服务有约束力的各类法律法规等规定的规则。<br/>

                        （三）应妥善保管使用微信银行的移动设备、微信账号用户名及密码，因客户故意或过失之行为，包括未适当、谨慎保管等原因而被他人使用，均对上述移动设备和微信账号信息完成的一切金融交易承担民事责任。<br/>

                        （四）不得以与特约网站或其他第三人发生纠纷为理由拒绝支付应付银行的款项。<br/>

                        （五）如自行查询发现或怀疑有未经本人或本人授权的微信银行交易记录，应及时告知银行。<br/>

                        （六）一旦确信银行未能正确或及时执行已发出的交易指令，应当在错误发生之日起15日内通知银行客户服务中心（电话<b>96138</b>）进行查询。<br/>

                        （七）客户在线身份验证成功后，所享有的微信银行服务内容根据银行所提供的功能选项确定。<br/>

                        <h4>五、银行微信银行服务的权利 </h4>

                        （一）银行有权随时变更、增加、减少、取消或中止微信银行服务及服务的种类，而无须预先通知客户。<br/>

                        （二）对客户使用微信银行服务，由银行参考同类业务标准制定费用标准，在公布后予以收取。银行有权根据实际情况随时调整收费标准。<br/>

                        （三）银行在客户违反本协议规定或其他银行业务规定的情况下有权中止或终止对该客户提供的微信银行服务。协议终止并不意味着终止前所发生的未完成交易指令的撤销，也不能消除因终止前的交易所带来的任何法律后果。<br/>

                        <h4>六、银行微信银行服务的义务</h4>

                        （一）银行应在客户在线身份验证成功后，按照微信银行系统所提供的相应功能选项向客户提供服务。<br/>

                        （二）及时准确地执行收到的客户交易指令。<br/>

                        <h4>七、银行微信银行服务主要规则内容</h4>

                        （一）客户使用银行提供的微信银行服务时，表示已接受及同意：<br/>

                        <b>　　1</b>、小方银行微信银行操作使用的有关规则及条款；<br/>

                        <b>　　2</b>、银行制订施行的各单项银行业务及微信银行服务相关的业务规则及制度。<br/>

                        （二）银行提供微信银行服务受腾讯微信软件和电子银行账号情况制约，如由于腾讯微信软件停用、微信号注销，或电子银行相应账号销户、挂失等原因停用，相应微信服务也自动中止或者终止。<br/>

                        （三）银行将客户电子银行支付密码视为银行在客户验证身份的唯一有效依据，银行无义务核对客户其他身份证明。<br/>

                        （四）银行对于客户的任何通知，经银行于银行网站、微信软件等服务渠道公告后即视为客户已经收到。<br/>

                        （五）从银行网站、客户端浏览的结果仅供客户参考，不作为法律依据。如发生争议或与银行记录存在矛盾，应以银行提供的书面记录为准。<br/>

                        <h4>八、银行微信银行服务免责事由</h4>

                        （一）银行因以下情况没有及时、正确执行客户提交的微信银行交易指令，不承担任何责任：<br/>

                        1、客户账户存款余额或信用额度不足；<br/>

                        2、客户账户内资金被法定有权机构冻结或扣划；<br/>

                        3、客户之行为乃出于欺诈或其他非法目的；<br/>

                        4、客户未能正确按照银行的有关操作使用规则、提示及条款正确操作；<br/>

                        5、银行接收到的指令信息不明、存在乱码、不完整等情况并及时以适当方式通知客户，客户仍无反映的；<br/>

                        6、银行为提高微信银行系统安全与稳定性而对微信银行系统进行测试、调整、升级时可能导致客户交易指令未能及时或者延后执行，银行及时以适当方式通知客户，客户无反映。<br/>

                        7、不可抗力或腾讯微信系统、银行系统服务故障及其它不可归因于银行的情况。<br/>

                        （二）对于使用银行微信银行有关的网络、电讯连接的有效性及安全性，以及对于使用银行微信银行有关的病毒防护、网络安全，银行不作任何承诺或保证，对于客户所受任何该方面的侵害不承担责任。<br/>

                        九、无效条款

                        本协议的任何条款如因任何原因而被确认无效，都不影响本协议其他条款的效力。<br/>

                        <h4>十、违约责任</h4>

                        在本协议生效后，双方应全面履行本协议约定的义务，任何一方不履行或不完全履行约定义务，应承担相应的违约责任，并赔偿因此给对方造成的直接损失。<br/>

                        <h4>十一、争议解决</h4>

                        双方在履行本协议的过程中，如发生争议，应首先协商解决。协商不成的，任何一方均可向银行所在地有管辖权的法院通过诉讼解决。<br/>

                        <h4>十二、法律适用</h4>

                        （一）微信银行服务的所有业务交易，同样受我国金融法规和银行有关业务规定约束。如有未尽事宜，应依照银行有关业务规定和金融惯例办理。<br/>

                        （二）与本协议有关的争议适用中华人民共和国法律、法规。<br/>

                        <h4>十三、协议解释</h4>

                        本协议的解释权属于小方银行。<br/>

                        <h4>十四、协议生效</h4>

                        本协议自客户点击“确定”按钮后即刻生效，至客户成功注销微信银行服务时终止。<br/>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: 'agreement'
}
</script>

<style lang="less">
@import '../../styles/index';
.agreement {
    min-height: 100%;
    height: auto;
}
</style>
